Repository: AeolusUX/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: hr, ja, sl

source: APPLY FILTER
hr: PRIMIJENI FILTAR
ja: フィルターを適応
sl: Uporabi filter

source: SHOW FAVORITES ON TOP
hr: PRIKAŽI FAVORITE NA VRHU
ja: お気に入りをトップに表示
sl: Pokaži priljubljene na vrhu

source: SHOW HIDDEN FILES
hr: PRIKAŽI SKRIVENE DATOTEKE
ja: 隠しファイルを表示
sl: Pokaži skrite datoteke

source: SHOW FOLDERS
hr: PRIKAŽI MAPE
ja: フォルダーを表示
sl: Pokaži mape

source: ADD/REMOVE GAMES TO THIS GAME COLLECTION
hr: DODAJ/UKLONI IGRE U OVOJ KOLEKCIJI IGARA
ja: このゲームコレクションにゲームを追加/削除する
sl: Dodaj/odstrani igre iz te zbirke iger

source: FINISH EDITING
hr: DOVRŠI UREĐIVANJE
ja: 編集を終了する
sl: Končaj urejanje

source: COLLECTION
hr: KOLEKCIJA
ja: コレクション
sl: Zbirka

source: EDIT THIS GAME'S METADATA
hr: UREDI METAPODACI OVE IGRE
ja: このゲームのメタデーターを編集する
sl: Uredi metapodatke te igre

source: FILTER GAMES BY TEXT
hr: FILTRIRAJ IGRE PO TEKSTU
ja: テキストでゲームを絞り込む
sl: Filtriraj igre po besedilu

source: SELECT THEME TO INSTALL
hr: ODABERI TEMU ZA INSTALACIJU
ja: テーマを選択してインストール
sl: Izberi temo za namestitev

source: ADDED TO DOWNLOAD QUEUE
hr: DODANO U RED ČEKANJA ZA PREUZIMANJE
ja: ダウンロードキューに追加
sl: Dodano v vrsto za prenos

source: Favorites
hr: Omiljeni
ja: お気に入り
sl: Priljubljene

source: UPDATE IS READY
hr: AŽURIRANJE JE SPREMNO
ja: アップデートの準備完了
sl: Posodobitev je pripravljena

source: RESTART EMULATIONSTATION TO APPLY
hr: PONOVNO POKRENI EMULATIONSTATION ZA PRIMJENU
ja: 適応するにはEMULATIONSTATIONを再起動します
sl: Za uporabo ponovno zaženite EmulationStation

source: Extracting
hr: Izdvajanje
ja: 抽出中
sl: Izvlečenje

source: Starting UI
hr: Pokretanje UI
ja: UI開始中
sl: Zagon uporabniškega vmesnika

source: SAVING DATA. PLEASE WAIT...
hr: SPAŠAVANJE PODATAKA. MOLIMO PRIČEKAJTE...
ja: データをセーブ中 お待ちください...
sl: Shranjevanje podatkov. Prosim počakajte...

source: FINISH
hr: ZAVRŠI
ja: 終了
sl: Končaj

source: NO GAMES FOUND - SKIP
hr: NEMA PRONAĐENIH IGARA - PRESKOČI
ja: ゲームが見つかりません スキップします
sl: Ni najdenih iger - preskoči

source: AN ERROR HAS OCCURED
hr: DOŠLO JE DO GREŠKE
ja: エラーが発生しました
sl: Prišlo je do napake

source: RETRY
hr: PONOVNO POKUŠAJ
ja: リトライ
sl: Poskusi znova

source: SKIP
hr: PRESKOČI
ja: スキップ
sl: Preskoči

source: SEARCHING
hr: TRAŽENJE
ja: 検索中
sl: Iskanje

source: accept result
hr: prihvati rezultat
ja: 結果を承認
sl: sprejmi rezultat

source: discard changes
hr: odbaci promjene
ja: 変更を破棄
sl: zavrzi spremembe

source: WELCOME
hr: DOBRODOŠLI
ja: ようこそ
sl: Dobrodošli

source: NO GAMEPADS DETECTED
hr: NEMA DETEKTIRANIH IGRAĆIH KONZOLA
ja: ゲームパッドが検出されません
sl: Ni zaznanih igralnih ploščkov

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
hr: PRITISNITE GUMB NA SVOJEM UREĐAJU ZA KONFIGURACIJU.
ja: ボタンを長押しして設定
sl: Držite gumb na svoji napravi, da jo konfigurirate.

source: PRESS F4 TO QUIT AT ANY TIME.
hr: PRITISNITE F4 ZA IZLAZ U BILO KOJEM TRENUTKU.
ja: F4を押していつでも終了できます。
sl: Kadarkoli pritisnite F4 za izhod.

source: PRESS ESC TO CANCEL.
hr: PRITISNITE ESC ZA ODUSTAJANJE.
ja: ESCを押してキャンセル
sl: Pritisnite ESC za preklic.

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
hr: SHIFT ZA VELIKA, MALA SLOVA I SPECIJALNE ZNAKOVE
ja: 大文字、小文字、特殊記号のためのシフト
sl: Velike črke, male črke in posebni znaki

source: RESET
hr: RESETIRAJ
ja: リセット
sl: Ponastavi

source: SHIFT
ja: シフト
sl: Premik

source: SPACE
hr: RAZMAK
ja: スペース
sl: Presledek

source: accept
hr: prihvati
ja: 承諾
sl: sprejmi

source: SELECT ALL
hr: ODABERI SVE
ja: すべてを選択
sl: Izberi vse

source: SELECT NONE
hr: ODABERI NIŠTA
ja: 選択なし
sl: Izberi nobenega

source: never
hr: nikad
ja: 決して
sl: nikoli

source: unknown
hr: nepoznato
ja: 不明
sl: neznano

source: WORKING...
hr: RADIM...
ja: 動作中...
sl: Delam...

source: MOVE CURSOR
hr: MIJENJANJE KURSORA
ja: カーソルの移動
sl: Premakni kazalec

source: STOP EDITING
hr: PRESTANI UREĐIVATI
ja: 編集の中止
sl: Končaj urejanje

source: EDIT
hr: UREDI
ja: 編集
sl: Uredi

source: CHANGE
hr: PROMJENI
ja: 変更
sl: Spremeni

source: Distro Version
hr: Verzija distribucije
sl: Različica distribucije

source: PANEL SAT
sl: Barva zaslona

source: MIX V1
hr: MIKS V1
sl: Mešanica V1

source: MIX V2
hr: MIKS V2
sl: Mešanica V2

source: BOX 2D
hr: KUTIJA 2D
sl: Škatla 2D

source: BOX 3D
hr: KUTIJA 3D
sl: Škatla 3D

source: OK
sl: V redu

source: THE "
sl: Ta "

source: IP
hr: IP adresa
