Repository: AeolusUX/EmulationStation-fcamod
Catalog: resources/locale/*/emulationstation2.po
Languages: hr, ja, sl

source: QUICK SEARCH
hr: BRZO PRETRAŽIVANJE
ja: クイックサーチ
sl: Hitro iskanje

source: GO TO LETTER
hr: IDI NA SLOVO
ja: レターに移動
sl: Pojdi na črko

source: COLLECTIONS
hr: KOLEKCIJE
ja: コレクション
sl: Zbirke

source: GO TO MANUFACTURER
hr: IDI NA PROIZVOĐAČA
ja: メーカーに移動
sl: Pojdi na proizvajalca

source: GO TO HARDWARE
hr: IDI NA HARDVER
ja: ハードウェアに移動
sl: Pojdi na strojno opremo

source: GO TO DECADE
hr: IDI NA DESETLJEĆE
ja: 10年移動
sl: Pojdi v desetletje

source: Unknown
hr: Nepoznato
ja: 不明
sl: Neznano

source: CONFIGURATION
hr: KONFIGURACIJA
ja: コンフィグレーション
sl: Konfiguracija

source: CHOOSE
hr: ODABERI
ja: 選択
sl: Izberi

source: SELECT
hr: ODABERI
ja: セレクト
sl: Izberi

source: RANDOM
hr: NASUMIČNO
ja: ランダム
sl: Naključno

source: SEARCH
hr: PRETRAŽI
ja: 検索
sl: Iskanje

source: LAUNCH SCREENSAVER
hr: POKRENI EKRANSKI SPASITELJ
ja: スクリーンセーバーを起動
sl: Zaženi zaslon varčevalnika z energijo

source: Preloading UI
hr: Učitavanje korisničkog sučelja
ja: UIのプリローディング
sl: Prednalaganje uporabniškega vmesnika

source: Loading theme...
hr: Učitavanje teme...
ja: テーマの読込中...
sl: Nalaganje teme...

source: Loading...
hr: Učitavanje...
ja: ローディング...
sl: Nalaganje...

source: MENU
hr: IZBORNIK
ja: メニュー
sl: Meni

source: Rating
hr: Ocjena
ja: レーティング
sl: Ocena

source: Released
hr: Izdanje
ja: リリース日
sl: Izdana

source: Developer
hr: Razvojni tim
ja: 開発元
sl: Razvijalec

source: Publisher
hr: Izdavač
ja: 販売元
sl: Založnik

source: Genre
hr: Žanr
ja: ジャンル
sl: Žanr

source: Players
hr: Igrači
ja: プレイヤー数
sl: Igralci

source: Last played
hr: Zadnje igrano
ja: 最後にプレイ
sl: Nazadnje igrano

source: Times played
hr: Broj igranja
ja: 遊んだ時間
sl: Število igranj

source: No Entries Found
hr: Nema pronađenih unosa
ja: 何も見つかりません
sl: Ni najdenih vnosov

source: SYSTEM
hr: SUSTAV
ja: システム
sl: Sistem

source: LAUNCH
hr: POKRENI
ja: 起動
sl: Zaženi

source: BACK
hr: NAZAD
ja: 戻る
sl: Nazaj

source: OPTIONS
hr: OPCIJE
ja: オプション
sl: Možnosti

source: FAVORITE
hr: OMILJENO
ja: お気に入り
sl: Priljubljeno

source: FILENAME, ASCENDING
hr: IME DATOTEKE, RASTUĆE
ja: ファイルネーム 昇順
sl: Ime datoteke, naraščajoče

source: FILENAME, DESCENDING
hr: IME DATOTEKE, SILAZNO
ja: ファイルネーム 降順
sl: Ime datoteke, padajoče

source: RATING, ASCENDING
hr: OCJENA, RASTUĆE
ja: レーティング 昇順
sl: Ocena, naraščajoče

source: RATING, DESCENDING
hr: OCJENA, SILAZNO
ja: レーティング 降順
sl: Ocena, padajoče

source: TIMES PLAYED, ASCENDING
hr: BROJ IGRANJA, RASTUĆE
ja: プレイ時間 昇順
sl: Število igranj, naraščajoče

source: TIMES PLAYED, DESCENDING
hr: BROJ IGRANJA, SILAZNO
ja: プレイ時間 降順
sl: Število igranj, padajoče

source: LAST PLAYED, ASCENDING
hr: ZADNJE IGRANO, RASTUĆE
ja: 最後に遊んだ 昇順
sl: Nazadnje igrano, naraščajoče

source: LAST PLAYED, DESCENDING
hr: ZADNJE IGRANO, SILAZNO
ja: 最後に遊んだ 降順
sl: Nazadnje igrano, padajoče

source: NUMBER PLAYERS, ASCENDING
hr: BROJ IGRAČA, RASTUĆE
ja: プレイ人数 昇順
sl: Število igralcev, naraščajoče

source: NUMBER PLAYERS, DESCENDING
hr: BROJ IGRAČA, SILAZNO
ja: プレイ人数 降順
sl: Število igralcev, padajoče

source: RELEASE DATE, ASCENDING
hr: DATUM IZDANJA, RASTUĆE
ja: リリース日 昇順
sl: Datum izdaje, naraščajoče

source: RELEASE DATE, DESCENDING
hr: DATUM IZDANJA, SILAZNO
ja: リリース日 降順
sl: Datum izdaje, padajoče

source: GENRE, ASCENDING
hr: ŽANR, RASTUĆE
ja: ジャンル 昇順
sl: Žanr, naraščajoče

source: GENRE, DESCENDING
hr: ŽANR, SILAZNO
ja: ジャンル 降順
sl: Žanr, padajoče

source: DEVELOPER, ASCENDING
hr: RAZVOJNI TIM, RASTUĆE
ja: 開発元 昇順
sl: Razvijalec, naraščajoče

source: DEVELOPER, DESCENDING
hr: RAZVOJNI TIM, SILAZNO
ja: 開発元 降順
sl: Razvijalec, padajoče

source: PUBLISHER, ASCENDING
hr: IZDAVAČ, RASTUĆE
ja: 販売元 昇順
sl: Založnik, naraščajoče

source: PUBLISHER, DESCENDING
hr: IZDAVAČ, SILAZNO
ja: 販売元 降順
sl: Založnik, padajoče

source: SYSTEM, ASCENDING
hr: SUSTAV, RASTUĆE
ja: システム 昇順
sl: Sistem, naraščajoče

source: SYSTEM, DESCENDING
hr: SUSTAV, SILAZNO
ja: システム 降順
sl: Sistem, padajoče

source: Editing the '%s' Collection. Add/remove games with Y.
hr: Uređivanje kolekcije '%s'. Dodaj/ukloni igre s Y.
ja: '%s'コレクションの編集、Yでゲームを追加/削除する
sl: Urejanje zbirke '%s'. Dodajanje/odstranjevanje iger z Y.

source: Finished editing the '%s' Collection.
hr: Završeno uređivanje kolekcije '%s'.
ja: '%s' コレクションの編集を終了しました。
sl: Končano urejanje zbirke '%s'.

source: Added '%s' to '%s'
hr: Dodano '%s' u '%s'
ja: '%s' へ '%s'を追加しました
sl: '%s' dodan v '%s'

source: Removed '%s' from '%s'
hr: Uklonjeno '%s' iz '%s'
ja: '%s' から '%s'を削除しました
sl: '%s' odstranjen iz '%s'

source: This collection is empty.
hr: Ova kolekcija je prazna.
ja: このコレクションは空です。
sl: Ta zbirka je prazna.

source: None
hr: Nijedan
ja: なし
sl: Nič

source: Various
hr: Razni
ja: 様々な
sl: Različno

source: among other titles.
hr: između ostalih naslova.
ja: その他のタイトルもある。
sl: med drugimi naslovi.

source: This collection contains
hr: Ova kolekcija sadrži
ja: このコレクションには以下が含まれている。
sl: Ta zbirka vsebuje

source: games, including
hr: igre, uključujući
ja: 以下のゲームを含む
sl: iger, vključno z

source: DOWNLOADING
hr: PREUZIMANJE
ja: ダウンロード中
sl: Prenašanje

source: THEME INSTALLED SUCCESSFULLY
hr: TEMA JE USPJEŠNO INSTALIRANA
ja: テーマのインストールに成功しました
sl: Tema uspešno nameščena

source: AN ERROR OCCURED
hr: DOŠLO JE DO GREŠKE
ja: エラーが発生しました
sl: Prišlo je do napake

source: UPDATE AVAILABLE
hr: DOSTUPNO AŽURIRANJE
ja: アップデートが存在します
sl: Na voljo je posodobitev

source: SCRAPING
hr: SKRAPANJE
ja: スクレイピング
sl: Pobiranje podatkov

source: Searching
hr: Traženje
ja: 検索中
sl: Iskanje

source: SCRAPE FAILED
hr: SKRAPANJE NIJE USPJELO
ja: スクレイプに失敗しました
sl: Pobiranje podatkov ni uspelo

source: Downloading
hr: Preuzimanje
ja: ダウンロード中
sl: Prenašanje

source: SCRAPING FINISHED. REFRESH UPDATE GAMES LISTS TO APPLY CHANGES.
hr: SKRAPANJE ZAVRŠENO. OSVJEŽITE POPIS IGARA ZA AŽURIRANJE PROMJENA.
ja: スクレイピングが終了しました。ゲームリストを更新して変更を適用します。
sl: Pobiranje podatkov končano. Osvežite sezname posodobitev iger, da uporabite spremembe.

source: MAIN MENU
hr: GLAVNI IZBORNIK
ja: メインメニュー
sl: Glavni meni

source: KODI MEDIA CENTER
hr: KODI MEDIJSKI CENTAR
ja: KODIメディアセンター
sl: Kodi medijski center

source: DISPLAY SETTINGS AND INFO
hr: POSTAVKE ZA PRIKAZ I INFORMACIJE
ja: ディスプレイ設定と情報
sl: Nastavitve prikaza in informacije

source: UI SETTINGS
hr: POSTAVKE KORISNIČKOG SUČELJA
ja: UI設定
sl: Nastavitve uporabniškega vmesnika

source: CONFIGURE INPUT
hr: KONFIGURIRANJE ULAZA
ja: 入力設定
sl: Konfiguracija vhoda

source: SOUND SETTINGS
hr: POSTAVKE ZVUKA
ja: サウンド設定
sl: Nastavitve zvoka

source: GAME COLLECTION SETTINGS
hr: POSTAVKE KOLEKCIJE IGARA
ja: ゲームコレクションの設定
sl: Nastavitve zbirke iger

source: EMULATOR SETTINGS
hr: POSTAVKE EMULATORA
ja: エミュレーターの設定
sl: Nastavitve emulatorja

source: SCRAPER
hr: SKRAPER
ja: スクレーパー
sl: Pobiralec podatkov

source: DOWNLOADS AND UPDATES
hr: PREUZIMANJA I AŽURIRANJA
ja: ダウンロードとアップデート
sl: Prenosi in posodobitve

source: ADVANCED SETTINGS
hr: NAPREDNE POSTAVKE
ja: アドバンス設定
sl: Napredne nastavitve

source: QUIT
hr: IZLAZ
ja: 終了
sl: Izhod

source: BAT
ja: 電池

source: SND
ja: 音量

source: BRT
ja: 輝度

source: DISPLAY
hr: PRIKAZ
ja: ディスプレイ
sl: Prikaz

source: BRIGHTNESS
hr: SVJETLINA
ja: ブライトネス
sl: Svetlost

source: SHOW OVERLAY WHEN BRIGHTNESS CHANGES
hr: PRIKAŽI PREKLAPANJE KADA SE SVJETLINA MIJENJA
ja: 明るさが変わったらオーバーレイを表示する
sl: Pokaži prekrivanje ob spremembi svetlosti

source: PANEL BRIGHTNESS
hr: SVJETLINA PLOČE
ja: パネルの明るさ
sl: Svetlost zaslona

source: PANEL CONTRAST
hr: KONTRAST PLOČE
ja: パネルのコントラスト
sl: Kontrast zaslona

source: PANEL SATURATION
hr: ZASIĆENOST PLOČE
ja: パネルの彩度

source: PANEL HUE
hr: NUANSA PLOČE
ja: パネルの色相
sl: Barvni odtenek zaslona

source: PANEL ID
hr: ID PLOČE
ja: パネルID
sl: ID zaslona

source: SCRAPE FROM
hr: SKRAPANJE IZ
ja: スクレイプ先
sl: Pobiranje iz

source: IMAGE SOURCE
hr: IZVOR SLIKE
ja: 画像のソース
sl: Vir slike

source: NONE
hr: NEMA
ja: なし
sl: Brez

source: SCREENSHOT
ja: スクリーンショット
sl: Posnetek zaslona

source: TITLE SCREENSHOT
hr: SCREENSHOT NASLOVA
ja: タイトルスクリーンショット
sl: Posnetek zaslona naslova

source: BOX SOURCE
hr: IZVOR KUTIJE
ja: ボックスソース
sl: Vir škatle

source: LOGO SOURCE
hr: IZVOR LOGA
ja: ロゴソース
sl: Vir logotipa

source: WHEEL
hr: KOTAČ
ja: ホイール
sl: Kolo

source: MARQUEE
ja: マーキー

source: SCRAPE RATINGS
hr: SKRAPANJE OCJENA
ja: スクレイプレーティング
sl: Pobiranje ocen

source: SCRAPE VIDEOS
hr: SKRAPANJE VIDEOZAPISA
ja: ビデオをスクレイプ
sl: Pobiranje videov

source: USERNAME
hr: KORISNIČKO IME
ja: ユーザーネーム
sl: Uporabniško ime

source: PASSWORD
hr: LOZINKA
ja: パスワード
sl: Geslo

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT ?
hr: SKRAPANJE JE U TIJEKU. ŽELITE LI GA ZAUSTAVITI?
ja: スクレイピングが進行中です。中止しますか？
sl: Pobiranje podatkov poteka. Ali želite prekiniti?

source: YES
hr: DA
ja: はい
sl: Da

source: NO
hr: NE
ja: いいえ
sl: Ne

source: SCRAPE NOW
hr: SKRAPIRAJ SADA
ja: スクレイプ開始
sl: Pobiranje podatkov zdaj

source: SYSTEM VOLUME
hr: GLASNOĆA SUSTAVA
ja: システムボリューム
sl: Glasnost sistema

source: AUDIO CARD
hr: AUDIO KARTICA
ja: オーディオカード
sl: Zvočna kartica

source: AUDIO DEVICE
hr: AUDIO UREĐAJ
ja: オーディオデバイス
sl: Zvočna naprava

source: SHOW OVERLAY WHEN VOLUME CHANGES
hr: PRIKAŽI PREKLAPANJE KADA SE GLASNOĆA MIJENJA
ja: 音量を変更したらオーバーレイを表示する
sl: Pokaži prekrivanje ob spremembi glasnosti

source: FLIP VOLUME BUTTONS
hr: OKRENI GUMB ZA GLASNOĆU
ja: ボリュームボタンを反転させる
sl: Obrni gumbe glasnosti

source: FRONTEND MUSIC
hr: GLAZBA SUČELJA
ja: フロントエンドの音楽
sl: Predvajanje glasbe

source: DISPLAY SONG TITLES
hr: PRIKAŽI NAZIVE PJESAMA
ja: 音楽タイトルを表示する
sl: Pokaži naslove pesmi

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
hr: SAMO REPRODUCIRAJ GLAZBENU MAPU SPECIFIČNU ZA SUSTAV
ja: システム固有の音楽フォルダーのみ再生
sl: Predvajaj le mapo s sistemsko glasbo

source: PLAY THEME MUSICS
hr: REPRODUCIRAJ TEMU GLAZBU
ja: テーマの音楽を再生する
sl: Predvajaj tematsko glasbo

source: ENABLE NAVIGATION SOUNDS
hr: OMOGUĆI ZVUKOVE NAVIGACIJE
ja: ナビゲーション音を再生する
sl: Omogoči zvočne učinke navigacije

source: ENABLE VIDEO AUDIO
hr: OMOGUĆI ZVUK VIDEOZAPISA
ja: ビデオの音声を有効にする
sl: Omogoči zvok videoposnetkov

source: LOWER MUSIC WHEN PLAYING VIDEO
hr: SNIZI GLAZBU KADA SE REPRODUCIRA VIDEO
ja: 動画再生時に音量を下げる
sl: Zmanjšaj glasbo med predvajanjem videoposnetkov

source: Verbal BATTERY Voice
hr: Govorni glas BATERIJE
ja: バッテリー警告時の音声
sl: Glasovna BATERIJA

source: MALE 1
hr: MUŠKI 1
ja: 男性1
sl: Moški 1

source: MALE 2
hr: MUŠKI 2
ja: 男性2
sl: Moški 2

source: FEMALE
hr: ŽENSKI
ja: 女性
sl: Ženski

source: VERBAL BATTERY VOICE
hr: GOVORNI GLAS BATERIJE
ja: バッテリー警告時の音声
sl: Glasovna BATERIJA

source: Verbal BATTERY Warning
hr: Govorno upozorenje BATERIJE
ja: 音声でのバッテリー残量警告
sl: Opozorilo na glasovni BATERIJI

source: OFF
hr: ISKLJUČENO
ja: オフ
sl: Izklopljeno

source: ON
hr: UKLJUČENO
ja: オン
sl: Vklopljeno

source: VERBAL BATTERY WARNING
hr: GOVORNO UPOZORENJE BATERIJE
ja: 音声でのバッテリー残量警告
sl: Opozorilo na glasovni BATERIJI

source: YOU MUST APPLY THE THEME BEFORE EDIT CONFIGURATION
hr: MORATE PRIMIJENITI TEMU PRIJE UREĐIVANJA KONFIGURACIJE
ja: 設定を編集する前に、テーマを適用する必要があります。
sl: Pred urejanjem konfiguracije morate uporabiti temo

source: THEME CONFIGURATION
hr: KONFIGURACIJA TEME
ja: テーマ設定
sl: Konfiguracija teme

source: VIEW CUSTOMISATION
hr: PRIKAZ PRILAGOĐAVANJA
ja: カスタマイズを見る
sl: Pregled prilagoditev

source: GAMELIST VIEW STYLE
hr: STIL PRIKAZA POPISA IGARA
ja: ゲームリストビュースタイル
sl: Slog pogleda seznama iger

source: automatic
hr: automatski
ja: 自動
sl: samodejno

source: basic
hr: osnovni
ja: 基本
sl: osnovno

source: detailed
hr: detaljni
ja: 詳細
sl: podrobno

source: DEFAULT GRID SIZE
hr: ZADANA VELIČINA MREŽE
ja: デフォルトグリッドサイズ
sl: Privzeta velikost mreže

source: DEFAULT
hr: ZADANO
ja: デフォルト
sl: Privzeto

source: RESET GAMELIST CUSTOMISATIONS
hr: RESETIRAJ PRILAGODBE POPISA IGARA
ja: ゲームリストのカスタマイズをリセットする
sl: Ponastavi prilagoditve seznama iger

source: THEME
hr: TEMA
ja: テーマ
sl: Tema

source: video
ja: ビデオ

source: grid
hr: mreža
ja: グリッド
sl: mreža

source: SCREENSAVER SETTINGS
hr: POSTAVKE EKRANSKOG SPASITELJA
ja: スクリーンセーバーの設定
sl: Nastavitve varčevalnika z energijo

source: UI MODE
hr: MOD KORISNIČKOG SUČELJA
ja: UIモード
sl: Način uporabniškega vmesnika

source: LANGUAGE
hr: JEZIK
ja: 言語
sl: Jezik

source: TRANSITION STYLE
hr: STIL PRIJELAZA
ja: 遷移方法
sl: Slog prehoda

source: GAME LAUNCH TRANSITION
hr: PRIJELAZ POKRETANJA IGRE
ja: ゲーム起動時の遷移方法
sl: Prehod ob zagonu igre

source: START ON SYSTEM
hr: POČNI NA SUSTAVU
ja: 特定のシステムで起動
sl: Začni v sistemu

source: VISIBLE SYSTEMS
hr: VIDLJIVI SUSTAVI
ja: システムを可視化
sl: Vidni sistemi

source: BOOT ON GAMELIST
hr: POKRENI NA POPISU IGARA
ja: 起動時にゲームリストを表示
sl: Začetek ob seznamu iger

source: HIDE SYSTEM VIEW
hr: SISTEM ZA SKRIVANJE PREGLEDA
ja: システム表示を隠す
sl: Skrij pogled sistema

source: HIDE WHEN RUNNING GAME
hr: SKRIVANJE KADA SE IZVRŠAVA IGRA
ja: ゲーム実行中に隠す
sl: Skrij med zagonom igre

source: QUICK SYSTEM SELECT
hr: BRZI ODABIR SUSTAVA
ja: クイックシステムセレクト
sl: Hitra izbira sistema

source: CAROUSEL TRANSITIONS
hr: PROMJENE U KARUSELI
ja: カルーセルトランジション
sl: Prehodi krožnika

source: SHOW CLOCK
hr: PRIKAŽI SAT
ja: 時計を表示.
sl: Pokaži uro

source: ON-SCREEN HELP
hr: POMOĆ NA EKRANU
ja: ヘルプのオンスクリーン
sl: Pomoč na zaslonu

source: SHOW BATTERY STATUS
hr: PRIKAŽI STATUS BATERIJE
ja: バッテリー情報を表示
sl: Pokaži stanje baterije

source: ICON
hr: IKONA
ja: アイコン
sl: Ikona

source: ICON AND TEXT
hr: IKONA I TEKST
ja: アイコンとテキスト
sl: Ikona in besedilo

source: SHOW FILENAMES IN LISTS
hr: PRIKAŽI IMENA DATOTEKA U POPISIMA
ja: ファイルネームをリストに表示
sl: Pokaži imena datotek v seznamih

source: IGNORE LEADING ARTICLES WHEN SORTING
hr: IGNORIRAJ POČETNE ČLANKE PRI SORTIRANJU
ja: 並べ替え時に先頭の項目を無視する
sl: Prezri začetne članke pri razvrščanju

source: ENABLE FILTERS
hr: OMOGUĆI FILTRE
ja: フィルターを有効にする
sl: Omogoči filtre

source: Scan Ports folder on boot
hr: Skeniraj mapu luka prilikom pokretanja
ja: ポートフォルダーを起動時にスキャンする
sl: Skeniranje mape vrata ob zagonu

source: Show Kodi in Start Menu
hr: Prikaži Kodija u izborniku za početak
ja: スタートメニューにKODIを表示する
sl: Pokaži Kodi v meniju začetka

source: EMULATOR
ja: エミュレーター

source: CORE
hr: JEZGRA
ja: コア
sl: Jedro

source: AUTO
ja: 自動
sl: Samodejno

source: GOVERNOR
hr: UPRAVNIK
ja: ガバナー
sl: Guverner

source: THEME INSTALLER
hr: INSTALATER TEMA
ja: テーマインストーラー
sl: Namestitvenik tem

source: AUTO UPDATES
hr: AUTO AŽURIRANJA
ja: 自動アップデート
sl: Samodejne posodobitve

source: APPLY UPDATE
hr: PRIMIJENI AŽURIRANJE
ja: アップデートを適応する
sl: Uporabi posodobitev

source: START UPDATE
hr: POČNI AŽURIRANJE
ja: アップデートをスタートする
sl: Začni posodobitev

source: NO UPDATE AVAILABLE
hr: NEMA DOSTUPNOG AŽURIRANJA
ja: アップデートはありません
sl: Ni na voljo posodobitve

source: UPDATE IS ALREADY RUNNING
hr: AŽURIRANJE VEĆ RADI
ja: アップデートは既に実行中です
sl: Posodobitev že poteka

source: TIMEZONE
hr: VREMENSKA ZONA
ja: タイムゾーン
sl: Časovni pas

source: SHOW CLOCK IN 12-HOUR FORMAT
hr: PRIKAŽI SAT U 12-SATNOM FORMATU
ja: 時計を12時間形式で表示する
sl: Pokaži uro v 12-urnem formatu

source: SWITCH A/B BUTTONS IN EMULATIONSTATION
hr: PREBACI A/B GUMBE U EMULATIONSTATIONU
ja: ES上でのA/Bボタンの機能を切替える
sl: Preklopi gumbe A/B v EmulationStation

source: SWITCH POWER BUTTON TAP TO OFF
hr: PREBACI DODIRNI GUMB ZA ISKLJUČIVANJE
ja: 電源ボタンをタップでオフに切替える
sl: Preklopi tapko gumba za izklop

source: POWER SAVER MODES
hr: NAČINI UŠTEDA ENERGIJE
ja: パワーセーバーモード
sl: Načini varčevanja z energijo

source: VRAM LIMIT
ja: VRAM 制限
sl: Omejitev VRAM

source: SAVE METADATA ON EXIT
hr: SPREMI METAPODATKE PRILIKOM IZLAZAKA
ja: メタデータをセーブして終了する
sl: Shrani metapodatke ob izhodu

source: PARSE GAMESLISTS ONLY
hr: PROČITAJ SAMO POPISE IGARA
ja: ゲームリストのみを解析する
sl: Razčleni samo sezname iger

source: SEARCH FOR LOCAL ART
hr: TRAŽI LOKALNE UMJETNOSTI
ja: ローカルアートを検索
sl: Išči lokalno umetnost

source: PRELOAD UI
hr: PREUČITAJ UI
ja: UIのプリロード
sl: Prednalaganje uporabniškega vmesnika

source: OPTIMIZE IMAGES VRAM USE
hr: OPTIMIZIRAJ UPOTREBU SLIKA VRAM
ja: 画像のVRAM使用を最適化する
sl: Optimiziraj uporabo VRAM slik

source: VSYNC
ja: 垂直同期

source: SHOW FRAMERATE
hr: PRIKAŽI BROJ SLIČICA
ja: フレームレートの表示
sl: Pokaži hitrost sličic

source: THREADED LOADING
hr: VIŠEDRETVENO UČITAVANJE
ja: スレッドローディング
sl: Niti nalaganja

source: Default Emulator Governor
hr: Zadani upravnik emulacije
ja: デフォルトのエミュレーターガバナー
sl: Privzeti emulator guverner

source: COMPLETE QUIT MENU
hr: POTPUNI IZBORNIK ZA IZLAZ
ja: 完了してメニューから出る
sl: Popoln meni za izhod

source: LOG LEVEL
hr: RAZINA ZAPISA
ja: ログレベル
sl: Raven dnevnika

source: OPTIONAL RUMBLE MOTOR
hr: IZBORNI VIBRACIJSKI MOTOR
ja: 追加の振動モーター
sl: Izbirni vibracijski motor

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
hr: JESTE LI SIGURNI DA ŽELITE KONFIGURIRATI UNOS?
ja: 本当に入力を設定しますか？
sl: Ste prepričani, da želite konfigurirati vhod?

source: REALLY RESTART?
hr: STVARNO PONOVNO POKRENI?
ja: 本当に再起動しますか？
sl: Resnično želite ponovno zagnati?

source: RESTART EMULATIONSTATION
hr: PONOVNO POKRENI EMULATIONSTATION
ja: EMULATIONSTATIONを再起動する
sl: Ponovni zagon EmulationStation

source: REALLY QUIT?
hr: STVARNO IZAĐI?
ja: 本当に終了しますか？
sl: Resnično želite izstopiti?

source: QUIT EMULATIONSTATION
hr: IZAĐI IZ EMULATIONSTATIONA
ja: EMULATIONSTATIONを終了
sl: Izhod iz EmulationStation

source: RESTART SYSTEM
hr: PONOVNO POKRENI SUSTAV
ja: システム再起動
sl: Ponovni zagon sistema

source: REALLY SHUTDOWN?
hr: STVARNO ISKLJUČI?
ja: 本当にシャットダウンしますか？
sl: Resnično želite izklopiti?

source: SHUTDOWN SYSTEM
hr: ISKLJUČI SUSTAV
ja: システムのシャットダウン
sl: Izklop sistema

source: THIS FUNCTION IS DISABLED WHEN SCRAPING IS RUNNING
hr: OVA FUNKCIJA JE ONEMOGUĆENA KADA JE SKRAPANJE U TIJEKU
ja: この機能はスクレイピング中には無効になります。
sl: Ta funkcija je onemogočena med pobiranjem podatkov

source: CLOSE
hr: ZATVORI
ja: 閉じる
sl: Zapri

source: SWAP VIDEO AFTER (SECS)
hr: ZAMJENA VIDEA NAKON (SEK)
ja: (秒)後にビデオを更新
sl: Zamenjaj video po (s)

source: USE OMX PLAYER FOR SCREENSAVER
hr: KORISTI OMX POKRETAČ ZA EKRANSKE SPASITELJE
ja: OMXプレイヤーをスクリーンセーバーとして使用
sl: Uporabi OMX predvajalnik za varčevalnik z energijo

source: VIDEO SCREENSAVER
hr: VIDEO EKRANSKI SPASITELJ
ja: ビデオ スクリーンセーバー
sl: Video varčevalnik z energijo

source: SHOW GAME INFO
hr: PRIKAŽI INFO O IGRI
ja: ゲーム情報を見る
sl: Pokaži informacije o igri

source: SHOW GAME INFO ON SCREENSAVER
hr: PRIKAŽI INFO O IGRI NA EKRANSKOM SPASITELJU
ja: ゲーム情報を見る
sl: Pokaži informacije o igri na varčevalniku z energijo

source: USE MARQUEE AS GAME INFO
hr: KORISTI MARQUEE KAO INFO O IGRI
ja: マーキーをゲーム情報で使用する
sl: Uporabi marquee kot informacije o igri

source: USE RANDOM DECORATION
hr: KORISTI NASUMIČNU DEKORACIJU
ja: ランダムな装飾を使用する
sl: Uporabi naključno okrasje

source: STRETCH VIDEO ON SCREENSAVER
hr: RASTEZANJE VIDEA NA EKRANSKOM SPASITELJU
ja: スクリーンセーバーでビデオを伸長する
sl: Raztegni video na varčevalniku z energijo

source: FILTER GAMELIST BY
hr: FILTRIRAJ POPIS IGARA PO
ja: ゲームリストをフィルタリングする
sl: Filtriraj seznam iger po

source: RESET ALL FILTERS
hr: RESETIRAJ SVE FILTRE
ja: すべてのフィルターをリセットする
sl: Ponastavi vse filtre

source: SCRAPE THESE GAMES
hr: SKRAPIRAJ OVE IGRE
ja: これらのゲームでスクレイプする
sl: Pobiranje podatkov teh iger

source: All Games
hr: Sve igre
ja: すべてのゲーム
sl: Vse igre

source: Only missing medias
hr: Samo nedostajuće medije
ja: 見つからないメディアのみ
sl: Samo manjkajoče medijske datoteke

source: FILTER
hr: FILTRIRAJ
ja: フィルター

source: SCRAPE THESE SYSTEMS
hr: SKRAPIRAJ OVE SUSTAVE
ja: これらのシステムをスクレイプ
sl: Pobiranje podatkov teh sistemov

source: SYSTEMS
hr: SUSTAVI
ja: システム
sl: Sistemi

source: USER DECIDES ON CONFLICTS
hr: KORISNIK ODLUČUJE O SUKOBLIMA
ja: ユーザーが競合を判断
sl: Uporabnik odloči o konfliktih

source: START
hr: POKRENI
ja: スタート
sl: Začni

source: NO GAMES FIT THAT CRITERIA.
hr: NEMA IGARA KOJE ODGOVARAJU TOM KRITERIJU.
ja: その条件に当てはまるゲームはありません。
sl: Ni iger, ki bi ustrezale temu kriteriju.

source: INPUT
hr: UNOS
ja: インプット
sl: Vhod

source: search
hr: pretraga
ja: 検索
sl: iskanje

source: CANCEL
hr: ODUSTANI
ja: キャンセル
sl: Prekliči

source: GROUPED SYSTEMS
hr: GRUPE SUSTAVA
ja: グループ化されたシステム
sl: Združeni sistemi

source: CREATE NEW CUSTOM COLLECTION FROM THEME
hr: STVORI NOVU PRILAGOĐENU KOLEKCIJU IZ TEMA
ja: テーマから新しいカスタムコレクションを作成する
sl: Ustvari novo prilagojeno zbirko iz teme

source: SELECT THEME FOLDER
hr: ODABERI MAPU TEMA
ja: テーマフォルダーを選択
sl: Izberi mapo teme

source: CREATE NEW CUSTOM COLLECTION
hr: STVORI NOVU PRILAGOĐENU KOLEKCIJU
ja: 新しいカスタムコレクションを作成
sl: Ustvari novo prilagojeno zbirko

source: New Collection Name
hr: Novi naziv kolekcije
ja: 新しいコラボレーション名
sl: Ime nove zbirke

source: GROUP UNTHEMED CUSTOM COLLECTIONS
hr: GRUPA PRILAGOĐENIH NE TEMELJENIH KOLEKCIJA
ja: テーマのないカスタムコレクション
sl: Združi prilagojene zbirke brez teme

source: SORT COLLECTIONS AND SYSTEMS
hr: SORTIRAJ KOLEKCIJE I SUSTAVE
ja: コレクションとシステムの選別
sl: Razvrsti zbirke in sisteme

source: ALPHABETICALLY
hr: ABECEDNO
ja: アルファベット順
sl: Po abecedi

source: BY MANUFACTURER
hr: PO PROIZVOĐAČU
ja: メーカー別
sl: Po proizvajalcu

source: BY HARDWARE TYPE
hr: PO VRSTI HARDVERA
ja: ハードウェア別
sl: Po vrsti strojne opreme

source: BY RELEASE YEAR
hr: PO GODINI IZDANJA
ja: リリース年度別
sl: Po letu izdaje

source: SORT SYSTEMS
hr: SORTIRAJ SUSTAVE
ja: システムの選別
sl: Razvrsti sisteme

source: SHOW SYSTEM NAME IN COLLECTIONS
hr: PRIKAŽI NAZIV SUSTAVA U KOLEKCIJAMA
ja: コレクションのシステム名を表示する
sl: Pokaži ime sistema v zbirkah

source: FINISH EDITING COLLECTION
hr: DOVRŠI UREĐIVANJE KOLEKCIJE
ja: コレクションの編集を終了する
sl: Končaj urejanje zbirke

source: SELECT COLLECTIONS
hr: ODABERI KOLEKCIJE
ja: コレクションの選択
sl: Izberi zbirke

source: ARCADE SYSTEMS
hr: ARKADNI SUSTAVI
ja: アーケードシステム
sl: Arkadni sistemi

source: AUTOMATIC GAME COLLECTIONS
hr: AUTOMATSKA KOLEKCIJA IGARA
ja: 自動ゲームコレクション
sl: Samodejne zbirke iger

source: CUSTOM GAME COLLECTIONS
hr: PRILAGOĐENE KOLEKCIJE IGARA
ja: カスタムゲームコレクション
sl: Prilagojene zbirke iger

source: SCREENSAVER AFTER
hr: EKRANSKI SPASITELJ NAKON
ja: スクリーンセーバーの時間
sl: Varčevalnik z energijo po

source: SCREENSAVER BEHAVIOR
hr: PONAŠANJE EKRANSKOG SPASITELJA
ja: スクリーンセーバーの動作
sl: Vedenje varčevalnika z energijo

source: VIDEO SCREENSAVER SETTINGS
hr: POSTAVKE VIDEO EKRANSKOG SPASITELJA
ja: ビデオスクリーンセーバーの設定
sl: Nastavitve video varčevalnika z energijo

source: SLIDESHOW SCREENSAVER SETTINGS
hr: POSTAVKE EKRANSKOG SPASITELJA DIAPOZITIVA
ja: スライドショースクリーンセーバーの設定
sl: Nastavitve diaprojekcije varčevalnika z energijo

source: SCREENSAVER CONTROLS
hr: KONTROLE EKRANSKOG SPASITELJA
ja: スクリーンセーバー コントロール
sl: Kontrole varčevalnika z energijo

source: SLIDESHOW SCREENSAVER
hr: EKRANSKI SPASITELJ DIAPOZITIVA
ja: スライドショースクリーンセーバー
sl: Diaprojekcija varčevalnika z energijo

source: EDIT METADATA
hr: UREDI METAPODACI
ja: メタデータの編集
sl: Uredi metapodatke

source: SCRAPE
hr: SKRAPIRAJ
ja: スクレイプ
sl: Pobiranje podatkov

source: SAVE
hr: SPREMI
ja: セーブ
sl: Shrani

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
hr: OVO ĆE IZBRISATI STVARNE DATOTEKE IGARA! JESTE LI SIGURNI?
ja: このゲームファイルは消えてしまいます！ よろしいですか？
sl: To bo izbrisalo dejanske datoteke iger! Ste prepričani?

source: DELETE
hr: IZBRIŠI
ja: 削除
sl: Izbriši

source: SAVE CHANGES ?
hr: SPREMI PROMJENE?
ja: 変更をセーブしますか？
sl: Shrani spremembe?

source: SWAP IMAGE AFTER (SECS)
hr: ZAMJENI SLIKU NAKON (SEK)
ja: (秒)後に画像を更新
sl: Zamenjaj sliko po (s)

source: STRETCH IMAGES
hr: RASTEZANJE SLIKA
ja: イメージを伸長する
sl: Raztegni slike

source: USE CUSTOM IMAGES
hr: KORISTI PRILAGOĐENE SLIKE
ja: カスタム画像の使用
sl: Uporabi prilagojene slike

source: CUSTOM IMAGE DIR
hr: PRILAGOĐENA MAPA SLIKA
ja: 画像のディレクトリ
sl: Mapa s prilagojenimi slikami

source: CUSTOM IMAGE DIR RECURSIVE
hr: PRILAGOĐENA REKURZIVNA MAPA SLIKA
ja: 画像の再帰的なディレクトリ
sl: Rekurzivno iskanje v mapi s prilagojenimi slikami

source: CUSTOM IMAGE FILTER
hr: PRILAGOĐENI FILTRI SLIKA
ja: カスタム画像のフィルタ
sl: Filter prilagojenih slik

source: go back
hr: idi natrag
ja: 戻る
sl: nazaj

source: JUMP TO...
hr: SKOČI NA...
ja: ジャンプ...
sl: Skoči na...

source: UPDATE GAMES LISTS
hr: AŽURIRAJ LISTE IGARA
ja: ゲームリストのアップデート
sl: Posodobi sezname iger

source: REALLY UPDATE GAMES LISTS ?
hr: STVARNO AŽURIRAJ LISTE IGARA?
ja: 本当にゲームリストをアップデートしますか？
sl: Res želite posodobiti sezname iger?

source: SORT GAMES BY
hr: SORTIRAJ IGRE PO
ja: ゲームを並べ替える
sl: Razvrsti igre po

source: GRID SIZE
hr: VELIČINA MREŽE
ja: グリッドサイズ
sl: Velikost mreže
